# Brewfile
brew "wget"
brew "git"
brew "git-flow"
brew "direnv"

# Install Cask Versions
tap "homebrew/cask-versions"

# Install Casks

# utils
cask "the-unarchiver"
cask "alfred"
cask "bartender"
cask "1password"
cask "hyper"
cask "amethyst"

# editor
cask "visual-studio-code"

# browsers
cask "google-chrome-canary"
cask "google-chrome"
cask "firefox"
cask "firefox-developer-edition"
cask "safari-technology-preview"
cask "brave-browser"

# git IDE
cask "tower"

# media
cask "vlc"
cask "spotify"

# misc
cask "evernote"
cask "sketch"

# chat
cask "slack"
cask "discord"
cask "gitter"
cask "whatsapp"

