# Brewfile
brew "wget"
brew "fish"
brew "git"
brew "git-flow"
brew "python"
brew "awscli"
brew "yarn"
brew "docker"

# Install Cask
tap "caskroom/cask"
# Install Cask Versions
tap "caskroom/versions"
tap "caskroom/drivers"

# Install Casks

# utils
cask "spectacle"
cask "the-unarchiver"
cask "tunnelbear"
cask "alfred"
cask "totalspaces"
cask "bartender"
cask "screenflow"
cask "muzzle"
cask "dropshare"
cask "gifox"

# editor
cask "visual-studio-code"
cask "visual-studio-code-insiders"

# browsers
cask "google-chrome-canary"
cask "google-chrome"
cask "firefox"
cask "firefoxdeveloperedition"
cask "safari-technology-preview"

# git IDE
cask "tower"

# ftp
cask "transmit"

# media
cask "vlc"
cask "spotify"

# misc
cask "evernote"
cask "sketch"
cask "fontexplorer-x-pro"

# chat
cask "slack"
cask "discord"
cask "gitter"

# file sync
cask "chronosync"

#virtualmachine
cask "virtualbox"

