# Brewfile
brew "wget"
brew "node"
brew "python"
brew "git"
brew "git-flow"

# Install Cask
tap "caskroom/cask"
# Install Cask Versions
tap "caskroom/versions"

# Install Casks

# utils
cask "caffeine"
cask "flux"
cask "spectacle"
cask "iterm2"
cask "the-unarchiver"

# editor
cask "atom"

# browsers
cask "google-chrome-canary"
cask "google-chrome"
cask "firefox"
cask "firefoxdeveloperedition"

# git IDE
cask "sourcetree"
cask "github-desktop"

# email client
cask "nylas-n1"

# ftp
cask "transmit"

# media
cask "vlc"
cask "spotify"

# misc
cask "evernote"
cask "sketch"

# chat
cask "slack"
cask "gitter"
cask "discord"

# file sync
cask "bittorrent-sync"
cask "chronosync"
cask "dropbox"

# security
cask "1password"
